// © Copyright 2004-2013, 2015 HP Development Company, L.P.

TaskName = "Выходные устройства";

8BinMailbox = "8-ми лотковый почтовый ящик";
5BinMailbox = "5-ти лотковый почтовый ящик";
StaplerStacker = "Сшиватель/укладчик";
3BinStaplerStacker = "HP 3-х лотковый сшиватель/укладчик";
500SheetStaplerStacker = "Сшиватель/укладчик HP на 500 листов";
500SheetStacker = "Укладчик HP на 500 листов";
BookletMaker = "HP Брошюровщик";
BookletMakerFinisher = "Брошюровщик/финишер HP";
StaplerStackerWith23HolePuncher = "HP cшиватель/укладчик с перфоратором 2/3";
StaplerStackerWith24HolePuncher = "HP cшиватель/укладчик с перфоратором 2/4";
BookletMakerFinisherWith23HolePuncher = "Буклетмейкер/финишер HP с дыроколом на 2/3 отверстия";
BookletMakerFinisherWith24HolePuncher = "Буклетмейкер/финишер HP с дыроколом на 2/4 отверстия";
Stacker = "Укладчик";
NoDevice = "Нет";

Unknown = "Неизвестный";
UnknownDescription = " ";

Mailbox = "Почтовый ящик";
MailboxDescription = "Каждый приемник назначается пользователю или группе пользователей. В заданиях, передаваемых на принтер, указывается назначенный приемник, в который должны выдаваться задания.";

StackerDescription = "Принтер использует все приемники для укладки копий задания. Сначала задания передаются в нижний приемник, затем во второй снизу и т.д. После заполнения всех приемников принтер останавливает печать.";

JobSeparator = "Устройство разбора по заданиям";
JobSeparatorDescription = "Каждое задание помещается в отдельный приемник. Сначала задания выдаются в самый верхний приемник, затем во второй сверху и т.д. После использования всех приемников очередное задание выдается в верхний приемник.";

Collator = "Раскладчик";
CollatorDescription = "Принтер сортирует копии заданий по отдельным приемникам.";

FunctionSeparator = "Устройство разбора по функциям";
FunctionSeparatorDescription = "В этом режиме все входящие факсы, копии и задания на печать выдаются в различные приемники. По умолчанию задано следующее распределение:\nФаксы выдаются только в верхний приемник.\nКопии выдаются только в средний приемник.\nЗадания на печать выдаются только в нижний приемник.";

Footer = "Изменение режима работы выполняется с помощью панели управления.";

DataSendError = "Не удается передать данные на принтер.";
DataSendErrorExplanation = "Убедитесь в том, что принтер подсоединен и включен, затем повторите попытку.";
DataReceiveError = "Не удается принять данные из принтера.";
DataReceiveErrorExplanation = "Убедитесь в том, что принтер подсоединен и включен, затем повторите попытку.";
DataErrorRequestFailExplanation = "Сейчас принтер не может обработать запрос. Повторите попытку позже.";

None = "Нет";
TwoStaples = "Две скрепки";
OneLeft = "Одна слева";
OneRight = "Одна справа";
OneLeftAngled = "Одна слева в углу";
OneRightAngled = "Одна справа в углу";
TwoLeft = "Две слева";
TwoRight = "Две справа";
TwoTop = "Две вверху";
TopLeft = "Вверху слева";
TopRight = "Вверху справа";
TopLeftOrRight = "Вверху слева или справа";
TwoTopOrLeft = "Две вверху или слева";
TwoBottom = "Две внизу";
FourLeftOrTop = "Четыре слева или вверху";
FourLeft = "Четыре слева";
FourRight = "Четыре справа";
FourTop = "Четыре вверху";
ThreeLeftOrTop = "Три вверху или слева";
ThreeLeft = "Три слева";
ThreeRight = "Три справа";
ThreeTop = "Три вверху";

MultifunctionFinisher = "Многофункциональное устройство HP окончательной обработки";
OneStaple = "Одна скрепка";
ThreeStaples = "Три скрепки";
SixStaples = "Шесть скрепок";
AngledStaple = "Одна угловая скрепка";
CustomStapling = "Нестандартная скрепка";

StaplesDescription = "Выберите, требуется ли прошивать все задания. При выборе варианта 'ОДНА СЛЕВА В УГЛУ', прошиваются все задания. По умолчанию выбран вариант 'НЕТ'.";
StaplesOutDescription = "Выберите, требуется ли остановить или продолжить печать, когда в сшивателе заканчиваются скрепки. По умолчанию выбран вариант 'ОСТАНОВИТЬ'.";

HSDPaperHandlingLabel = "Устройства работы с бумагой";
ApplyButton = "Применить";
HSDAttachedDeviceLabel = "Присоединенное устройство:";
HSDOperationModeLabel = "Режим работы:";
HSDStaplingModeLabel = "Режим прошивки:";
HSDStaplesOutModeLabel = "Режим при отсутствии скрепок:";
HSDHolePunchModeLabel = "Перфорирование:";
HSDStopMode = "Остановить";
HSDContinueMode = "Продолжить";

HSDNoOutputDevicesMessage = "Устройства вывода не обнаружены";